[
    {
        "bedrijf": "Zalando",
        "output": "- Zalando biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Zalando biedt de volgende code aan: 0226675 via hun eigen site\n"
    },
    {
        "bedrijf": "Coolblue",
        "output": "- Coolblue biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Coolblue biedt de volgende code aan: 69087601 via hun eigen site\n"
    },
    {
        "bedrijf": "Thuisbezorgd",
        "output": "- Thuisbezorgd biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Thuisbezorgd biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "H&M",
        "output": "- H&M biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- H&M biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Nike",
        "output": "- Nike biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Nike biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Adidas",
        "output": "- Adidas biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Adidas biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "ASOS",
        "output": "- ASOS biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- ASOS biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "MediaMarkt",
        "output": "- MediaMarkt biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- MediaMarkt biedt de volgende code aan: 69087601 via hun eigen site\n"
    },
    {
        "bedrijf": "Bol.com",
        "output": "- Bol.com biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Bol.com biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "HelloFresh",
        "output": "- HelloFresh biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- HelloFresh biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Gymshark",
        "output": "- Gymshark biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  David Laid: DAVID10\n  Leana Deeb: LEANA10\n  Francis Ngannou: FRANCIS\n\n- Gymshark biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "MyProtein",
        "output": "- MyProtein biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- MyProtein biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "XXL Nutrition",
        "output": "- XXL Nutrition biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- XXL Nutrition biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Pink Gellac",
        "output": "- Pink Gellac biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Pink Gellac biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Ici Paris XL",
        "output": "- Ici Paris XL biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Ici Paris XL biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Douglas",
        "output": "- Douglas biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Douglas biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Etos",
        "output": "- Etos biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Etos biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Kruidvat",
        "output": "- Kruidvat biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Kruidvat biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Wehkamp",
        "output": "- Wehkamp biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Wehkamp biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Otto",
        "output": "- Otto biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Otto biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Only",
        "output": "- Only biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Only biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Vero Moda",
        "output": "- Vero Moda biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Vero Moda biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "G-Star",
        "output": "- G-Star biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- G-Star biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Levi's",
        "output": "- Levi's biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Levi's biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "New Balance",
        "output": "- New Balance biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- New Balance biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Boohoo",
        "output": "- Boohoo biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Boohoo biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "NA-KD",
        "output": "- NA-KD biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- NA-KD biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Shein",
        "output": "- Shein biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Shein biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "AliExpress",
        "output": "- AliExpress biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- AliExpress biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Amazon",
        "output": "- Amazon biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Amazon biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Vistaprint",
        "output": "- Vistaprint biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Vistaprint biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Ticketmaster",
        "output": "- Ticketmaster biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Ticketmaster biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Gorillas",
        "output": "- Gorillas biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Gorillas biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Flink",
        "output": "- Flink biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Flink biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Uber Eats",
        "output": "- Uber Eats biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Uber Eats biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Swapfiets",
        "output": "- Swapfiets biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Swapfiets biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Fietsvoordeelshop",
        "output": "- Fietsvoordeelshop biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Fietsvoordeelshop biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Decathlon",
        "output": "- Decathlon biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Decathlon biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Intersport",
        "output": "- Intersport biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Intersport biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Aktiesport",
        "output": "- Aktiesport biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Aktiesport biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Blokker",
        "output": "- Blokker biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Blokker biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "HEMA",
        "output": "- HEMA biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- HEMA biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Leen Bakker",
        "output": "- Leen Bakker biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Leen Bakker biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "IKEA",
        "output": "- IKEA biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- IKEA biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Xenos",
        "output": "- Xenos biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Xenos biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Praxis",
        "output": "- Praxis biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Praxis biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Gamma",
        "output": "- Gamma biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Gamma biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Karwei",
        "output": "- Karwei biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Karwei biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Lidl",
        "output": "- Lidl biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Lidl biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Albert Heijn",
        "output": "- Albert Heijn biedt geen korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Albert Heijn biedt de volgende code aan: Geen via hun eigen site\n"
    },
    {
        "bedrijf": "Jumbo",
        "output": "- Jumbo biedt 10% korting voor het aanmelden voor de nieuwsbrief.\n- Influencers/Ambassadeurs:\n  Geen actieve codes gevonden\n\n- Jumbo biedt de volgende code aan: Geen via hun eigen site\n"
    }
]