{
  "laatst_bijgewerkt": "2025-05-16T21:12:17.713810",
  "kortingscodes": [
    {
      "bedrijf": "Zalando",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Zalando. We blijven actief zoeken."
    },
    {
      "bedrijf": "Coolblue",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Coolblue. We blijven actief zoeken."
    },
    {
      "bedrijf": "Thuisbezorgd",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Thuisbezorgd. We blijven actief zoeken."
    },
    {
      "bedrijf": "H&M",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor H&M. We blijven actief zoeken."
    },
    {
      "bedrijf": "Nike",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Nike. We blijven actief zoeken."
    },
    {
      "bedrijf": "Adidas",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Adidas. We blijven actief zoeken."
    },
    {
      "bedrijf": "ASOS",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor ASOS. We blijven actief zoeken."
    },
    {
      "bedrijf": "MediaMarkt",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor MediaMarkt. We blijven actief zoeken."
    },
    {
      "bedrijf": "Bol.com",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Bol.com. We blijven actief zoeken."
    },
    {
      "bedrijf": "HelloFresh",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor HelloFresh. We blijven actief zoeken."
    },
    {
      "bedrijf": "Gymshark",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Gymshark. We blijven actief zoeken."
    },
    {
      "bedrijf": "MyProtein",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor MyProtein. We blijven actief zoeken."
    },
    {
      "bedrijf": "XXL Nutrition",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor XXL Nutrition. We blijven actief zoeken."
    },
    {
      "bedrijf": "Pink Gellac",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Pink Gellac. We blijven actief zoeken."
    },
    {
      "bedrijf": "Ici Paris XL",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Ici Paris XL. We blijven actief zoeken."
    },
    {
      "bedrijf": "Douglas",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Douglas. We blijven actief zoeken."
    },
    {
      "bedrijf": "Etos",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Etos. We blijven actief zoeken."
    },
    {
      "bedrijf": "Kruidvat",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Kruidvat. We blijven actief zoeken."
    },
    {
      "bedrijf": "Wehkamp",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Wehkamp. We blijven actief zoeken."
    },
    {
      "bedrijf": "Otto",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Otto. We blijven actief zoeken."
    },
    {
      "bedrijf": "Only",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Only. We blijven actief zoeken."
    },
    {
      "bedrijf": "Vero Moda",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Vero Moda. We blijven actief zoeken."
    },
    {
      "bedrijf": "G-Star",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor G-Star. We blijven actief zoeken."
    },
    {
      "bedrijf": "Levi's",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Levi's. We blijven actief zoeken."
    },
    {
      "bedrijf": "New Balance",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor New Balance. We blijven actief zoeken."
    },
    {
      "bedrijf": "Boohoo",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Boohoo. We blijven actief zoeken."
    },
    {
      "bedrijf": "NA-KD",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor NA-KD. We blijven actief zoeken."
    },
    {
      "bedrijf": "Shein",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Shein. We blijven actief zoeken."
    },
    {
      "bedrijf": "AliExpress",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor AliExpress. We blijven actief zoeken."
    },
    {
      "bedrijf": "Amazon",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Amazon. We blijven actief zoeken."
    },
    {
      "bedrijf": "Vistaprint",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Vistaprint. We blijven actief zoeken."
    },
    {
      "bedrijf": "Ticketmaster",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Ticketmaster. We blijven actief zoeken."
    },
    {
      "bedrijf": "Gorillas",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Gorillas. We blijven actief zoeken."
    },
    {
      "bedrijf": "Flink",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Flink. We blijven actief zoeken."
    },
    {
      "bedrijf": "Uber Eats",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Uber Eats. We blijven actief zoeken."
    },
    {
      "bedrijf": "Swapfiets",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Swapfiets. We blijven actief zoeken."
    },
    {
      "bedrijf": "Fietsvoordeelshop",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Fietsvoordeelshop. We blijven actief zoeken."
    },
    {
      "bedrijf": "Decathlon",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Decathlon. We blijven actief zoeken."
    },
    {
      "bedrijf": "Intersport",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Intersport. We blijven actief zoeken."
    },
    {
      "bedrijf": "Aktiesport",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Aktiesport. We blijven actief zoeken."
    },
    {
      "bedrijf": "Blokker",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Blokker. We blijven actief zoeken."
    },
    {
      "bedrijf": "HEMA",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor HEMA. We blijven actief zoeken."
    },
    {
      "bedrijf": "Leen Bakker",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Leen Bakker. We blijven actief zoeken."
    },
    {
      "bedrijf": "IKEA",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor IKEA. We blijven actief zoeken."
    },
    {
      "bedrijf": "Xenos",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Xenos. We blijven actief zoeken."
    },
    {
      "bedrijf": "Praxis",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Praxis. We blijven actief zoeken."
    },
    {
      "bedrijf": "Gamma",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Gamma. We blijven actief zoeken."
    },
    {
      "bedrijf": "Karwei",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Karwei. We blijven actief zoeken."
    },
    {
      "bedrijf": "Lidl",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Lidl. We blijven actief zoeken."
    },
    {
      "bedrijf": "Albert Heijn",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Albert Heijn. We blijven actief zoeken."
    },
    {
      "bedrijf": "Jumbo",
      "bericht": "Er zijn momenteel geen werkende kortingscodes voor Jumbo. We blijven actief zoeken."
    }
  ]
}